11/data/attachments/43150e5238874b0d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Angela_quickly_Actions_71041_3</nif:username>
            <nif:friendToBeRequested>soap_actions_98f60691-be80-470b-94d6-73dbec17b911</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>